[
    {
        "name": "Jake",
        "summary": "Jake is a 24-year-old tech genius who is highly knowledgeable about computers and programming",
        "feedback": "Okay, this site is a bit of a mixed bag for me. The design is pretty clean and the layout is straightforward, which is a plus. I like that they're promoting themselves as a cricket technology platform, but it's a little vague. I'm not sure what kind of technology they're talking about or how they're using it. The \"Score Centre\" button is interesting, but I need to see how it functions.  They need to integrate some more modern features - I'd love to see real-time data, maybe even some interactive visualizations for scoring or match statistics. They need to make the website responsive as well because right now, the layout doesn't work well on my phone. Overall, it's a decent start, but it needs a lot more to truly be a \"tech-forward\" platform.  \n"
    },
    {
        "name": "Alex",
        "summary": "Alex is a 21-year-old non-STEM college student majoring in the humanities",
        "feedback": "I like that the website is very visually appealing, and I love the design, especially the bright colors. It looks like it's easy to get to the information I want, and I really like the \"Score Centre\" button on the left. It's clear that this website is designed to help people find and share information about cricket matches. However,  the website feels a bit overwhelming at first glance. There's a lot of text on the page, and the images are a bit distracting. The \"Cricket Like Never Before\" tagline is also a bit cheesy. Honestly, I would prefer a cleaner, more streamlined design that focuses on the information and the content, rather than the hype. Overall, it's not bad, but it could be better. \n"
    },
    {
        "name": "Bonnie",
        "summary": "Bonnie is a 70-year-old grandmother who isn't very tech-savvy",
        "feedback": "Oh dear, this website is a bit overwhelming for me.  I like the big, bold letters and the bright colors.  The pictures are nice too, but I don't know what all the text means!  That long paragraph with all the fancy words makes my head spin.  I’m not sure what “cricket technology platforms” are, and all those sports terms like “scorer, umpire, fan” are confusing.  It looks like there's a lot to click on, but it all looks the same.  I think a simpler design with clear instructions would be much better. I’m not sure where to go to see my grandkids’ cricket games, either.  I need to figure out how to find the videos of my grandkids’ games, but I’m afraid to click around and make a mistake. \n"
    },
    {
        "name": "Joe",
        "summary": "Joe is a 45-year-old average middle-aged guy who is practical and straightforward in his approach to technology",
        "feedback": "Okay, this website looks pretty straightforward. I like that it's easy to see what they offer right away. They clearly explain what their service is about. I appreciate the \"Score Centre\" feature, that's helpful.  However, I'm not sure about all these pictures and stuff - they're a bit much. I'd rather they focus on giving me the information I need quickly and efficiently. I like the way they have the mobile app screen in the background; it makes it clear that it's mobile-friendly, which is important to me. It's good that they have a \"signup\" button; I want to learn more but it's always a good idea to have the option to get in touch with customer service if I have any questions. I'm not sure what all these logos on the website mean, though. That seems like it would just confuse me more. \n"
    }
]