[
    {
        "name": "Jake",
        "summary": "Jake is a 24-year-old tech genius who is highly knowledgeable about computers and programming",
        "feedback": "I'm impressed by the website's focus on accessibility and global reach, with the multilingual support and clear presentation of article counts. The \"Donate Now\" call to action is a bit jarring and feels out of place, though. The design itself is a little dated and doesn't feel as modern as I'd expect from an encyclopedia, especially considering how much data they have to work with. The layout feels a bit cramped, and the overall look and feel is not as clean and minimalist as I would prefer.  I'd like to see more visual appeal with perhaps a touch of animation or interactive elements, as it could make navigating the website more interesting. \n"
    },
    {
        "name": "Alex",
        "summary": "Alex is a 21-year-old non-STEM college student majoring in the humanities",
        "feedback": "I appreciate that the website looks clean and has a straightforward layout. I like that the language options are readily available at the top of the page, and it’s easy to see how many articles are available in each language. However, the design feels dated, with a lot of white space that makes it seem less engaging. I also find the donation call to action distracting. While it’s important to support Wikipedia, it feels like an intrusive pop-up and interrupts the flow of the website. Overall, the layout is functional but doesn’t have a modern feel that would keep me engaged. \n"
    },
    {
        "name": "Bonnie",
        "summary": "Bonnie is a 70-year-old grandmother who isn't very tech-savvy",
        "feedback": "Oh my, this website is a bit overwhelming for me. The logo is a little confusing, with all those letters and symbols. I'm not sure what a \"wiki\" is, to be honest. I don't need to see all these different languages listed, as I only use English. It's also hard to see where to click. The text is too small for my eyes, and the bright colours hurt them a bit. I'm not sure what the search bar is for or if I should be clicking it. There are too many options, and I don't know which one to choose. I'm glad there's a donate button; I like helping good causes, but I think it should be more prominent and clearly labelled.  Overall, it's a little too much for me to handle. \n"
    },
    {
        "name": "Joe",
        "summary": "Joe is a 45-year-old average middle-aged guy who is practical and straightforward in his approach to technology",
        "feedback": "Okay, I get the point of this site, and I appreciate the straightforward explanation of how Wikipedia works. But, the design is a bit cluttered for my liking. There's a lot of information on the homepage, and I'm not sure where to start. The language options are overwhelming, and I don't see any indication about security or privacy. It's good they're asking for donations, but the call to action feels a bit aggressive, and I'd prefer if the site had a clear customer service option instead of just a donate button. While the logo is nice, the overall design is a bit too much for my taste. I'm looking for a simpler, cleaner design that's easy to navigate. \n"
    }
]